Repository: sezginpak/lifestyles
Catalog: LifeStyles/Resources/Localizable.xcstrings
Source language: tr
Languages: en

source: '%@' için sonuç bulunamadı
en: No results found for '%@'

source: /ay
en: /month

source: %@ • Skor: %@
en: %@ • Score: %@

source: %@ adlı kişiyi silmek istediğinizden emin misiniz?
en: Are you sure you want to delete %@?

source: %@ hakkında soru sorabilir veya mesaj taslağı isteyebilirsiniz.
en: You can ask questions about %@ or request message drafts.

source: %@ saat evdesiniz
en: You've been home for %@ hours

source: %@, yoğunluk seviyesi %lld
en: %@, intensity level %lld

source: %lld Aktif
en: %lld Active

source: %lld dk
en: %lld min

source: %lld Filtre Aktif
en: %lld Filters Active

source: %lld Gecikmiş
en: %lld Overdue

source: %lld gün
en: %lld days

source: %lld gün gecikti
en: %lld days overdue

source: %lld gün içinde
en: in %lld days

source: %lld gün kaldı
en: %lld days left

source: %lld günlük seri
en: %lld day streak

source: %lld günlük seri!
en: %lld day streak!

source: %lld karakter
en: %lld characters

source: %lld kayıt
en: %lld records

source: %lld kelime
en: %lld words

source: %lld kez
en: %lld times

source: %lld lokasyon
en: %lld locations

source: %lld metre
en: %lld meters

source: %lld nokta
en: %lld points

source: %lld puan
en: %lld points

source: %lld Puan
en: %lld Points

source: %lld Tamamlandı
en: %lld Completed

# %lld yıl, %lld ay, %lld gün birlikte
source: %1$lld yıl, %2$lld ay, %3$lld gün birlikte
en: %lld years, %lld months, %lld days together

source: %lld ziyaret
en: %lld visits

source: %lld, mood kaydı yok
en: %lld, no mood records

source: %lldh dışarıda
en: %lldh outside

source: 🔒 Gizlilik
en: 🔒 Privacy

# accuracy
source: Doğruluk
en: Accuracy

source: Açıklama (Opsiyonel)
en: Description (Optional)

source: Açıklama ve hedef tarihini ekle
en: Add description and target date

# activity.badges.recent
source: Son Kazanılanlar
en: Recently Earned

# activity.badges.upcoming
source: Yaklaşanlar
en: Upcoming

# activity.complete.button
source: Aktiviteyi Tamamla
en: Complete Activity

# activity.completed.alert.button
source: Harika!
en: Great!

# activity.completed.alert.message
source: Tebrikler! %lld puan kazandınız!
en: Congratulations! You earned %lld points!

# activity.completed.alert.title
source: Aktivite Tamamlandı!
en: Activity Completed!

# activity.completion.history
source: Tamamlanma Geçmişi
en: Completion History

# activity.detail.title
source: Aktivite Detayı
en: Activity Detail

# activity.info.title
source: Aktivite Bilgileri
en: Activity Information

# activity.my.stats
source: İstatistiklerim
en: My Statistics

# activity.points.remaining.format
source: %lld puan kaldı
en: %lld points remaining

# activity.source.ai
source: AI Önerisi
en: AI Recommended

# activity.source.friendBased
source: Arkadaş Bazlı
en: Friend Based

# activity.source.goalBased
source: Hedef Bazlı
en: Goal Based

# activity.source.locationBased
source: Konum Bazlı
en: Location Based

# activity.source.ruleBased
source: Kural Bazlı
en: Rule Based

# activity.streak.days.format
source: %lld Gün Streak!
en: %lld Day Streak!

# activity.tips
source: İpuçları
en: Tips

# activity.type.creative
source: Yaratıcı
en: Creative

# activity.type.exercise
source: Egzersiz
en: Exercise

# activity.type.learning
source: Öğrenme
en: Learning

# activity.type.outdoor
source: Açık Hava
en: Outdoor

# activity.type.relax
source: Dinlenme
en: Relax

# activity.type.social
source: Sosyal
en: Social

# activity.why.important
source: Neden Önemli
en: Why Important

source: AI açıklama oluşturuluyor...
en: AI is generating description...

source: AI Analiz
en: AI Analysis

source: AI Asistan
en: AI Assistant

source: AI düşünüyor...
en: AI is thinking...

source: AI Hatası
en: AI Error

source: AI ile sohbet başlatın ve geçmişiniz burada görünsün
en: Start chatting with AI and your history will appear here

source: AI Onayı
en: AI Consent

source: AI Öneri
en: AI Suggestion

source: AI Önerisi
en: AI Suggestion

# ai.analysis
source: AI Analiz
en: AI Analysis

# ai.analyze.mood
source: Mood verilerinizi analiz edelim
en: Let's analyze your mood data

# ai.analyzing
source: AI Analiz Ediliyor
en: AI Analyzing

# ai.analyzing.mood
source: Mood verileriniz analiz ediliyor...
en: Analyzing your mood data...

# ai.back
source: Geri
en: Back

# ai.chat.assistant
source: AI Asistan
en: AI Assistant

# ai.chat.clear
source: Sohbeti Temizle
en: Clear Chat

# ai.chat.enable.instruction
source: AI Chat özelliğini kullanmak için Ayarlar → AI & Gizlilik'ten aktif etmeniz gerekiyor.
en: To use AI Chat, you need to enable it from Settings → AI & Privacy.

# ai.chat.error.fallback
source: Üzgünüm, şu anda yanıt veremiyorum. Lütfen tekrar dene. 😔
en: Sorry, I cannot respond right now. Please try again. 😔

# ai.chat.friend.description.format
source: %@ hakkında soru sorabilir veya mesaj taslağı isteyebilirsiniz.
en: You can ask questions about %@ or request message drafts.

# ai.chat.general.description
source: Hayatınızı iyileştirmenize yardımcı olabilirim. Arkadaşlarınız, hedefleriniz veya aktiviteler hakkında soru sorabilirsiniz.
en: I can help you improve your life. You can ask questions about your friends, goals, or activities.

# ai.chat.input.placeholder
source: Bir soru sorun...
en: Ask a question...

# ai.chat.me
source: Ben
en: Me

# ai.chat.share
source: Sohbeti Paylaş
en: Share Chat

# ai.consent.description
source: LifeStyles, kişiselleştirilmiş öneriler sunmak için Claude AI kullanır
en: LifeStyles uses Claude AI to provide personalized suggestions

# ai.consent.features.header
source: Özellikler
en: Features

# ai.consent.not.now
source: Şimdi Değil
en: Not Now

# ai.consent.privacy.notes
source: 🔒 Gizlilik Notları
en: 🔒 Privacy Notes

# ai.consent.shared.data
source: Paylaşılan Veriler
en: Shared Data

# ai.consent.shared.data.description
source: AI özelliklerini kullanmak için aşağıdaki verileriniz Claude AI ile paylaşılır:
en: To use AI features, the following data will be shared with Claude AI:

# ai.consent.title
source: AI Özellikleri
en: AI Features

# ai.data.friends.count.format
source: %lld arkadaş bilgisi
en: %lld friend information

# ai.data.goals.count.format
source: %lld hedef bilgisi
en: %lld goals information

# ai.data.habits.count.format
source: %lld alışkanlık bilgisi
en: %lld habits information

# ai.data.last.request
source: Son AI İsteği
en: Last AI Request

# ai.data.location
source: Konum verisi
en: Location data

# ai.data.mood
source: Ruh hali verisi
en: Mood data

# ai.data.not.shared
source: Veri paylaşılmadı
en: No data shared

# ai.data.usage
source: Veri Kullanımı
en: Data Usage

# ai.data.used.for.response
source: Bu yanıt için kullanılan veriler:
en: Data used for this response:

# ai.error
source: AI Hatası
en: AI Error

# ai.features.disabled
source: AI Özellikleri Kapalı
en: AI Features Disabled

# ai.general
source: Genel
en: General

# ai.insight.preview.suggestion.1
source: • Bir arkadaşınla iletişim kur
en: • Contact a friend

# ai.insight.preview.suggestion.2
source: • Akşam yoga rutinini tamamla
en: • Complete evening yoga routine

# ai.insight.preview.text
source: Bugün harika bir gün! 3 hedefinde ilerleme kaydettiniz ve 2 alışkanlığınızı tamamladınız.
en: Today is a great day! You made progress on 3 goals and completed 2 habits.

# ai.insight.suggestions
source: Öneriler:
en: Suggestions:

# ai.privacy.manage.settings
source: Gizlilik Ayarlarını Yönet
en: Manage Privacy Settings

# ai.privacy.note.1
source: Verileriniz sadece AI yanıtları oluşturmak için kullanılır
en: Your data is only used to generate AI responses

# ai.privacy.note.2
source: Anthropic verilerinizi eğitim için kullanmaz
en: Anthropic does not use your data for training

# ai.privacy.note.3
source: Her veri türünü ayrı ayrı kontrol edebilirsiniz
en: You can control each data type separately

# ai.privacy.notes
source: Gizlilik Notları
en: Privacy Notes

# ai.thinking
source: AI düşünüyor...
en: AI is thinking...

source: Akıllı hedefler oluşturuluyor...
en: Generating smart goals...

source: Akıllı Öneriler
en: Smart Suggestions

source: Aktif
en: Active

source: Aktif Hedefler
en: Active Goals

source: Aktif Hedefler (%lld)
en: Active Goals (%lld)

source: Aktiviteler
en: Activities

source: Aktivitelerinize göre oluşturulmuş %lld hedef önerisi
en: %lld goal suggestions based on your activities

source: Alışkanlığını kontrol et ve hatırlatıcı ayarla
en: Check habit and set reminder

source: Alışkanlığının ismini ve sıklığını belirle
en: Set habit name and frequency

source: Alışkanlık İsmi
en: Habit Name

source: Alışkanlık Performansı
en: Habit Performance

source: Alışkanlık Şablonu
en: Habit Template

source: Alışkanlıklar
en: Habits

# analytics.detailed.analysis
source: Detaylı Analiz
en: Detailed Analysis

# analytics.featured.insights
source: Öne Çıkan Insight'lar
en: Featured Insights

# analytics.recommendations
source: Öneriler
en: Recommendations

source: Arka Plan Konum İzni
en: Background Location Permission

source: Arka Plan Konum İzni Gerekli
en: Background Location Permission Required

source: Arkadaş Ara
en: Search Friends

source: Arkadaşı Sil
en: Delete Friend

source: Arkadaşlar
en: Friends

source: Atla
en: Skip

source: Avatar Emoji (Opsiyonel)
en: Avatar Emoji (Optional)

source: ay
en: month

source: Ay
en: Month

source: Ayarlar
en: Settings

source: Ayarlara Git
en: Go to Settings

source: Aylık
en: Monthly

# background.location.permission.message
source: Konum geçmişinin arka planda da kaydedilebilmesi için "Her Zaman" izni vermeniz gerekiyor.\n\nAyarlar → LifeStyles → Konum → Her Zaman
en: To record location history in the background, you need to grant "Always" permission.\n\nSettings → LifeStyles → Location → Always

# background.location.permission.required
source: Arka Plan Konum İzni Gerekli
en: Background Location Permission Required

source: Bağlı Ruh Hali
en: Associated Mood

source: Başarımlar
en: Achievements

source: Başlayalım
en: Let's Begin

source: Başlayalım!
en: Let's Start!

source: Başlığı Düzenle
en: Edit Title

source: Başlık
en: Title

source: Başlık (opsiyonel)
en: Title (optional)

source: Başlıkları Yenile
en: Refresh Titles

source: Baştan başla
en: Start over

source: Belirli saatte hatırlatma al
en: Get reminder at specific time

source: Bildirim Gönder
en: Send Notification

source: Bilgi
en: Info

source: Bir şablon seç veya boş başla
en: Select a template or start blank

source: Bir soru sorun...
en: Ask a question...

source: Birlikte
en: Together

source: Boş Alışkanlık
en: Empty Habit

source: Boş Hedef
en: Empty Goal

source: Bu dönemde mood kaydı yok
en: No mood records in this period

source: Bu hafta
en: This week

source: Bu kategoride not yok
en: No notes in this category

source: Bu Tarihte Kayıt Yok
en: No Records on This Date

source: Bugün
en: Today

source: Bugün neler oldu?
en: What happened today?

source: Bugün! 🎉
en: Today! 🎉

source: Bugünkü mood ile bağla
en: Link to today's mood

source: Bugünün Alışkanlıkları
en: Today's Habits

# cancel
source: İptal
en: Cancel

# chat.edit.title.placeholder
source: Sohbet başlığını düzenleyin
en: Edit chat title

# chat.pinned
source: Sabitlenmiş
en: Pinned

source: Çıkar
en: Remove

# common.accept
source: Kabul Ediyorum
en: I Accept

# common.add
source: Ekle
en: Add

# common.ai.suggestion
source: AI Öneri
en: AI Suggestion

# common.all
source: Tümü
en: All

# common.back
source: Geri
en: Back

# common.basic.info
source: Temel Bilgiler
en: Basic Information

# common.call
source: Ara
en: Call

# common.cancel
source: İptal
en: Cancel

# common.close
source: Kapat
en: Close

# common.complete
source: Tamamla
en: Complete

# common.completed
source: Tamamlandı
en: Completed

# common.continue
source: Devam Et
en: Continue

# common.copy
source: Kopyala
en: Copy

# common.date
source: Tarih
en: Date

# common.days.remaining.format
source: %lld gün kaldı
en: %lld days remaining

# common.delete
source: Sil
en: Delete

# common.description.optional
source: Açıklama (Opsiyonel)
en: Description (Optional)

# common.details
source: Detaylar
en: Details

# common.done
source: Tamam
en: Done

# common.edit
source: Düzenle
en: Edit

# common.emoji.optional
source: Emoji (isteğe bağlı)
en: Emoji (optional)

# common.favorite
source: Favori
en: Favorite

# common.go.to.settings
source: Ayarlara Git
en: Go to Settings

# common.message
source: Mesaj
en: Message

# common.month
source: ay
en: month

# common.name
source: İsim
en: Name

# common.next
source: İleri
en: Next

# common.no.results
source: Arama sonucu bulunamadı
en: No results found

# common.not.selected
source: Seçilmedi
en: Not Selected

# common.note
source: Not
en: Note

# common.notes
source: Notlar
en: Notes

# common.ok
source: Tamam
en: OK

# common.phone
source: Telefon
en: Phone

# common.premium.feature
source: Premium Özellik
en: Premium Feature

# common.premium.upgrade
source: Premium'a Geç
en: Upgrade to Premium

# common.preview
source: Önizleme
en: Preview

# common.save
source: Kaydet
en: Save

# common.settings
source: Ayarlar
en: Settings

# common.show
source: Göster
en: Show

# common.skip
source: Geç
en: Skip

# common.title
source: Başlık
en: Title

# common.today
source: Bugün
en: Today

# common.today.celebration
source: Bugün 🎉
en: Today 🎉

# common.total
source: Toplam
en: Total

# common.update
source: Güncelle
en: Update

# common.urgent
source: Acil
en: Urgent

# contact.frequency.biweekly
source: 2 Haftada Bir
en: Every 2 Weeks

# contact.frequency.biweekly.description
source: Her 2 haftada bir
en: Every 2 weeks

# contact.frequency.biweekly.short
source: İki haftada bir
en: Biweekly

# contact.frequency.daily
source: Her Gün
en: Daily

# contact.frequency.daily.description
source: Her gün
en: Every day

# contact.frequency.daily.short
source: Günlük
en: Daily

# contact.frequency.monthly
source: Ayda Bir
en: Monthly

# contact.frequency.monthly.description
source: Ayda bir
en: Once a month

# contact.frequency.monthly.short
source: Aylık
en: Monthly

# contact.frequency.quarterly
source: 3 Ayda Bir
en: Quarterly

# contact.frequency.quarterly.description
source: Her 3 ayda bir
en: Every 3 months

# contact.frequency.quarterly.short
source: 3 ayda bir
en: Quarterly

# contact.frequency.threeDays
source: 3 Günde Bir
en: Every 3 Days

# contact.frequency.threeDays.description
source: Her 3 günde bir
en: Every 3 days

# contact.frequency.threeDays.short
source: 3 Günde
en: 3 Days

# contact.frequency.twoDays
source: 2 Günde Bir
en: Every 2 Days

# contact.frequency.twoDays.description
source: Her 2 günde bir
en: Every 2 days

# contact.frequency.twoDays.short
source: 2 Günde
en: 2 Days

# contact.frequency.weekly
source: Haftada Bir
en: Weekly

# contact.frequency.weekly.description
source: Haftada bir
en: Once a week

# contact.frequency.weekly.short
source: Haftalık
en: Weekly

# contact.frequency.yearly
source: Yılda Bir
en: Yearly

# contact.frequency.yearly.description
source: Yılda bir
en: Once a year

# contact.frequency.yearly.short
source: Yıllık
en: Yearly

# contact.mood.good
source: İyi
en: Good

# contact.mood.great
source: Harika
en: Great

# contact.mood.notGreat
source: Pek İyi Değil
en: Not Great

# contact.mood.okay
source: Normal
en: Okay

# contacts.add.contact
source: Kişi Ekle
en: Add Contact

# contacts.empty.message
source: İlişkilerinizi takip etmeye başlayın
en: Start tracking your relationships

# contacts.empty.title
source: Henüz kişi yok
en: No contacts yet

# contacts.loading
source: Kişiler yükleniyor...
en: Loading contacts...

# contacts.select.from.phone
source: Telefondan Seç
en: Select from Phone

source: Daha az
en: Less

source: Daha fazla veri toplandıkça size özel hedefler önereceğiz.
en: We'll suggest personalized goals as more data is collected.

source: Daha Sonra
en: Later

# dashboard.achievements
source: Başarılar
en: Achievements

# dashboard.ai.analyzing
source: AI analiz ediyor...
en: AI is analyzing...

# dashboard.ai.summary
source: AI Özet
en: AI Summary

# dashboard.best.streak.format
source: En İyi: %lld
en: Best: %lld

# dashboard.choose.design
source: Tasarım Seç
en: Choose Design

# dashboard.daily.performance
source: Günlük Performans
en: Daily Performance

# dashboard.going.well
source: İyi gidiyorsun
en: You're doing well

# dashboard.hours.at.home.format
source: %d saattir evdesiniz. Biraz hava almaya ne dersiniz?
en: You've been home for %d hours. How about getting some fresh air?

# dashboard.last.7.days
source: Son 7 Gün
en: Last 7 Days

# dashboard.last.contact.format
source: Son iletişim: %@
en: Last contact: %@

# dashboard.morning.insight
source: Sabah İçgörüsü
en: Morning Insight

# dashboard.morning.insight.error.format
source: Insight oluşturulamadı: %@
en: Could not create insight: %@

# dashboard.morning.insight.loading
source: Claude seni düşünüyor...
en: Claude is thinking about you...

# dashboard.morning.insight.long.press.hint
source: Tamamını görmek için basılı tut
en: Long press to view full insight

# dashboard.morning.insight.personalized
source: Claude Haiku ile kişiselleştirildi
en: Personalized with Claude Haiku

# dashboard.profile.complete
source: Profili Tamamla
en: Complete Profile

# dashboard.score
source: SKOR
en: SCORE

# dashboard.smart.suggestions
source: Akıllı Öneriler
en: Smart Suggestions

# dashboard.statistics
source: İstatistikler
en: Statistics

# dashboard.stats.communication
source: İletişim
en: Communication

# dashboard.stats.completion
source: Tamamlanma
en: Completion

# dashboard.stats.goals
source: Hedefler
en: Goals

# dashboard.stats.habits
source: Alışkanlıklar
en: Habits

# dashboard.stats.locations.format
source: %lld lokasyon
en: %lld locations

# dashboard.stats.mobility
source: Mobilite
en: Mobility

# dashboard.stats.overdue.format
source: %lld gecikmiş
en: %lld overdue

# dashboard.stats.score
source: Skor
en: Score

# dashboard.stats.this.week
source: Bu hafta
en: This week

# dashboard.stats.today
source: Bugün
en: Today

# dashboard.stats.weekly.format
source: %%%lld haftalık
en: %lld%% weekly

# dashboard.streak.days.format
source: %lld Gün
en: %lld Days

# dashboard.time.to.go.out
source: Dışarı Çıkma Zamanı!
en: Time to Go Out!

# dashboard.todays.mood
source: Bugünün Mood'u
en: Today's Mood

# dashboard.weekly.stats
source: Haftalık İstatistikler
en: Weekly Stats

# date.category.cultural
source: Kültürel
en: Cultural

# date.category.relaxed
source: Rahat
en: Relaxed

# date.category.romantic
source: Romantik
en: Romantic

# date.idea.adventure.biking.description
source: Şehirde veya doğada bisiklet sürün
en: Ride bikes in the city or nature

# date.idea.adventure.biking.title
source: Bisiklet Turu
en: Bike Tour

# date.idea.adventure.camping.description
source: Doğada bir gece kamp yapın
en: Camp for a night in nature

# date.idea.adventure.camping.title
source: Kamp
en: Camping

# date.idea.adventure.climbing.description
source: Tırmanış duvarında yeteneklerinizi test edin
en: Test your skills at the climbing wall

# date.idea.adventure.climbing.title
source: Kaya Tırmanışı
en: Rock Climbing

# date.idea.adventure.escaperoom.description
source: Birlikte bir escape room deneyimi yaşayın
en: Experience an escape room together

# date.idea.adventure.hiking.description
source: Doğa yürüyüşü yapın, yeni rotalar keşfedin
en: Go hiking and discover new routes

# date.idea.adventure.watersports.description
source: Kano, sörf veya jet ski deneyin
en: Try kayaking, surfing or jet ski

# date.idea.adventure.watersports.title
source: Su Sporları
en: Water Sports

# date.idea.cultural.bookfair.description
source: Kitap fuarını birlikte gezin
en: Visit the book fair together

# date.idea.cultural.bookfair.title
source: Kitap Fuarı
en: Book Fair

# date.idea.cultural.concert.description
source: Canlı müzik dinleyin, konser'e gidin
en: Listen to live music, go to a concert

# date.idea.cultural.concert.title
source: Konser
en: Concert

# date.idea.cultural.exhibition.description
source: Sanat sergisi veya fotoğraf sergisi ziyaret edin
en: Visit an art or photography exhibition

# date.idea.cultural.exhibition.title
source: Sergi
en: Exhibition

# date.idea.cultural.historical.description
source: Şehrinizin tarihi mekanlarını keşfedin
en: Discover historical places in your city

# date.idea.cultural.historical.title
source: Tarihi Mekan
en: Historical Place

# date.idea.cultural.museum.description
source: İlginizi çeken bir müzeyi gezin
en: Visit a museum you're interested in

# date.idea.cultural.museum.title
source: Müze Ziyareti
en: Museum Visit

# date.idea.cultural.theater.description
source: Tiyatro oyunu izleyin
en: Watch a theater play

# date.idea.cultural.theater.title
source: Tiyatro
en: Theater

# date.idea.relaxed.bookcafe.description
source: Kitap kafe'de birlikte kitap okuyun
en: Read books together at a book cafe

# date.idea.relaxed.bookcafe.title
source: Kitap Kafe
en: Book Cafe

# date.idea.relaxed.brunch.description
source: Hafta sonu keyifli bir brunch yapın
en: Enjoy a nice brunch on the weekend

# date.idea.relaxed.coffee.description
source: Sevdiğiniz kafe'de sohbet edin
en: Chat at your favorite cafe

# date.idea.relaxed.coffee.title
source: Kahve İçmeye Git
en: Coffee Date

# date.idea.relaxed.gaming.description
source: Evde masa oyunları veya video oyunları oynayın
en: Play board games or video games at home

# date.idea.relaxed.gaming.title
source: Oyun Oyna
en: Play Games

# date.idea.relaxed.movie.description
source: Evde veya sinemada film izleyin
en: Watch a movie at home or cinema

# date.idea.relaxed.movie.title
source: Film İzle
en: Watch Movie

# date.idea.relaxed.spa.description
source: Birlikte spa'ya gidin, rahatlayın
en: Go to spa together and relax

# date.idea.relaxed.spa.title
source: Spa Günü
en: Spa Day

# date.idea.romantic.beach.description
source: Sahilde el ele yürüyüş yapın
en: Walk hand in hand on the beach

# date.idea.romantic.beach.title
source: Plaj Yürüyüşü
en: Beach Walk

# date.idea.romantic.candlelight.description
source: Evde veya restoranda romantik bir akşam yemeği
en: Have a romantic dinner at home or restaurant

# date.idea.romantic.candlelight.title
source: Mumlar Eşliğinde Akşam Yemeği
en: Candlelight Dinner

# date.idea.romantic.cooking.description
source: Birlikte yemek yapın ve romantik bir akşam geçirin
en: Cook together and have a romantic evening

# date.idea.romantic.cooking.title
source: Evde Yemek Pişir
en: Cook at Home

# date.idea.romantic.picnic.description
source: Park'ta romantik bir piknik organize edin
en: Organize a romantic picnic in the park

# date.idea.romantic.picnic.title
source: Piknik Yap
en: Picnic

# date.idea.romantic.stargazing.description
source: Şehir dışına çıkıp yıldızları izleyin
en: Go outside the city and watch the stars

# date.idea.romantic.stargazing.title
source: Yıldızlara Bak
en: Stargazing

# date.idea.romantic.sunset.description
source: Güzel bir manzara bulun ve birlikte gün batımını izleyin
en: Find a beautiful view and watch the sunset together

# date.idea.romantic.sunset.title
source: Gün Batımı İzle
en: Watch Sunset

# date.ideas.random
source: Rastgele Buluşma Fikri
en: Random Date Idea

# date.ideas.title
source: Buluşma Fikirleri
en: Date Ideas

source: Detaylar
en: Details

source: Detayları görmek için tıklayın
en: Tap to view details

source: Diğer Filtreler
en: Other Filters

source: Dışarıdasınız
en: You're Outside

source: Doğruluk
en: Accuracy

source: Düzenle
en: Edit

source: Ekle
en: Add

source: Emoji (opsiyonel)
en: Emoji (optional)

source: Emoji ara...
en: Search emoji...

source: Emoji Değiştir
en: Change Emoji

source: Emoji Seç
en: Select Emoji

source: En Başarılı:
en: Top Performer:

source: En Çok Kullanılan Kelimeler
en: Most Used Words

source: En Öncelikli
en: Top Priority

source: En Uygun Gün
en: Best Day

source: Etiketler
en: Tags

source: Etiketler ekle
en: Add tags

source: Ev
en: Home
